{
  "1 + 1 + 1 = 3": "1 + 1 + 1 = 3",
  "1 + 1 = 2": "1 + 1 = 2",
  "ARE YOU SURE YOU WANT TO WIPE ALL YOUR PROGRESS?": "¿ESTÁS SEGURO DE QUE QUIERES BORRAR TODO TU PROGRESO?",
  "Add the top two numbers on the stack": "Suma los dos números superiores de la pila",
  "All the way": "Todo el camino",
  "And It Goes Down": "Y baja",
  "And So It Begins": "Y así comienza",
  "Available Instruction Blocks": "Bloques de instrucción disponibles",
  "Clear the top item on the stack": "Elimina el elemento superior de la pila",
  "Complete these levels to unlock new instructions. Later on, you can come back and improve your solutions! Click a level to start playing.": "Completa estos niveles para desbloquear nuevas instrucciones. ¡Más tarde podrás volver y mejorar tus soluciones! Haz clic en un nivel para empezar a jugar.",
  "Completed Levels": "Niveles completados",
  "Do The Work": "Haz el trabajo",
  "Don't hit this block, it will kill you": "No choques con este bloque, te matará",
  "Doubling Down": "Doblando la apuesta",
  "Drag to the board on the right.": "Arrastra al tablero de la derecha.",
  "Duplicate the last number on the stack": "Duplica el último número de la pila",
  "Expected output": "Salida esperada",
  "Find your way": "Encuentra tu camino",
  "Finishes this round": "Termina esta ronda",
  "Get your way around the maze": "Encuentra tu camino por el laberinto",
  "Go DOWN": "Ve ABAJO",
  "Go LEFT": "Ve a la IZQUIERDA",
  "Go RIGHT": "Ve a la DERECHA",
  "Go UP": "Ve ARRIBA",
  "Go into a random direction": "Ve en una dirección aleatoria",
  "Go right if the number is 1 or greater, if not, go down": "Ve a la derecha si el número es 1 o mayor, si no, ve abajo",
  "In this level we don't have to build anything yet": "En este nivel no tenemos que construir nada todavía",
  "In this level we have to go all the way round": "En este nivel tenemos que dar toda la vuelta",
  "In this level we have to pick up a number and deliver it to the finish line": "En este nivel tenemos que recoger un número y llevarlo a la meta",
  "In this level we have to pick up some numbers and deliver them to the finish line": "En este nivel tenemos que recoger algunos números y llevarlos a la meta",
  "In this level we have to place one arrow": "En este nivel tenemos que colocar una flecha",
  "In this level we introduce randomness, you have to escape it!": "En este nivel introducimos aleatoriedad, ¡tienes que escapar de ella!",
  "Initial position of the bird, bird starts going to the right.": "Posición inicial del pájaro, el pájaro empieza yendo a la derecha.",
  "Input": "Entrada",
  "Instruction Blocks": "Bloques de instrucción",
  "Jump over the next block": "Salta sobre el siguiente bloque",
  "Language": "Idioma",
  "Level": "Nivel",
  "Level completed": "Nivel completado",
  "Levels": "Niveles",
  "Logic": "Lógica",
  "Menu": "Menú",
  "Ok, everything is wiped. Reloading from scratch.": "Ok, todo borrado. Recargando desde cero.",
  "Pick up a number": "Recoge un número",
  "Pick up a number, copy it and finish with two numbers": "Recoge un número, cópialo y termina con dos números",
  "Pick up a number, if it is less than 1, drop it. If it's higher, bring it to the finish line.": "Recoge un número. Si es menor que 1, suéltalo. Si es mayor, llévalo a la meta.",
  "Pick up three numbers and add them together": "Recoge tres números y súmalos",
  "Pick up two numbers": "Recoge dos números",
  "Pick up two numbers and add them together": "Recoge dos números y súmalos",
  "Pick up two numbers and deliver them to the finish line": "Recoge dos números y llévalos a la meta",
  "RESET THE GAME - FACTORY RESET": "REINICIAR EL JUEGO - RESTABLECER DE FÁBRICA",
  "Read a number input onto the stack": "Lee un número de entrada a la pila",
  "Round And Round": "Vueltas y vueltas",
  "Slalom": "Eslalon",
  "Stacky Bird": "Stacky Bird",
  "Survive The Maze": "Sobrevive al laberinto",
  "Test case {testCaseIndex} done!": "¡Caso de prueba {testCaseIndex} hecho!",
  "Test cases": "Casos de prueba",
  "The Stairway": "La Escalera",
  "The Wall": "El Muro",
  "The following blocks are available in your solutions. If they are greyed out, you still have to unlock them. Hover over the instructions to see what they do.": "Los siguientes bloques están disponibles en tus soluciones. Si están en gris, todavía tienes que desbloquearlos. Pasa el ratón sobre las instrucciones para ver qué hacen.",
  "The stack is empty, can not duplicate the last number.": "La pila está vacía, no se puede duplicar el último número.",
  "There are less than two numbers on the stack": "Hay menos de dos números en la pila",
  "There are no instructions available.": "No hay instrucciones disponibles.",
  "There are no more numbers to read": "No hay más números para leer",
  "There are {hiddenInstructionCount} more instruction blocks to be discovered. Finish levels to unlock them.": "Hay {hiddenInstructionCount} bloques de instrucción más por descubrir. Completa niveles para desbloquearlos.",
  "There are {hiddenLevelCount} more levels still hidden": "Hay {hiddenLevelCount} niveles más todavía ocultos",
  "This is Stacky Bird, a game to learn programming as well as a revolutionary programming language by itself.": "Esto es Stacky Bird, un juego para aprender a programar así como un lenguaje de programación revolucionario en sí mismo.",
  "This might seem impossible, maybe you have to finish another level first": "Esto puede parecer imposible, tal vez tengas que terminar otro nivel primero",
  "This will reset your level, are you sure?": "Esto reiniciará tu nivel, ¿estás seguro?",
  "To get started, hit STEP or PLAY in the menu.": "Para empezar, pulsa STEP o PLAY en el menú.",
  "You Only Live Once": "Solo se vive una vez",
  "You are out of the board": "Estás fuera del tablero",
  "You finished all the levels!": "¡Has terminado todos los niveles!",
  "You finished the level, great job!": "Has terminado el nivel, ¡buen trabajo!",
  "You have not finished any levels yet!": "¡Todavía no has terminado ningún nivel!",
  "You have unlocked the following blocks": "Has desbloqueado los siguientes bloques",
  "You have unlocked the following levels": "Has desbloqueado los siguientes niveles",
  "I work on this project every couple of years. See": "Trabajo en este proyecto cada par de años. Ver",
  "for more information about the creator. If you have big ideas with Stacky Bird, I'm also happy to hand over the idea.": "para más información sobre el creador. Si tienes grandes ideas con Stacky Bird, también estaré encantado de traspasar la idea.",
  "ZigZag": "ZigZag"
}
