{
    "ARE YOU SURE YOU WANT TO WIPE ALL YOUR PROGRESS?": "WEET JE ZEKER DAT JE ALLES WILT WISSEN?",
    "And It Goes Down": "En we gaan naar links",
    "And So It Begins": "En zo beginnen we",
    "Available Instruction Blocks": "Beschikbare Blokken",
    "Complete these levels to unlock new instructions. Later on, you can come back and improve your solutions! Click a level to start playing.": "Doe de levels hieronder om nieuwe blokken te verdienen. Met nieuwe blokken kun je later betere opdrachten maken. Klik op een level om te beginnen met spelen.",
    "Completed Levels": "Afgemaakte Levels",
    "Do The Work": "Doe het Werk",
    "Don't hit this block, it will kill you": "Niet botsen met dit blok, dan gaat de vogel dood.",
    "Drag to the board below.": "Sleep de blokken naar beneden.",
    "Finishes this round": "Maakt dit level af.",
    "Get your way around the maze": "Vindt de weg door het doolhof.",
    "Go DOWN": "Ga naar BENEDEN",
    "Go LEFT": "Ga LINKS",
    "Go RIGHT": "Ga RECHTS",
    "Go UP": "Ga OMHOOG",
    "Go into a random direction": "Ga naar een willekeurige kant",
    "In this level we don't have to build anything yet": "In dit level hoef je nog niks te doen",
    "In this level we have to go all the way round": "In dit level moeten we een heel rondje maken.",
    "In this level we have to pick up some numbers and deliver them to the finish line": "In dit level moeten we een getal oppakken en het naar de finish brengen.",
    "In this level we have to place one arrow": "In dit level moeten we een pijl neerzetten",
    "In this level we introduce randomness, you have to escape it!": "In dit level introduceren we willekeurigheid. Je moet er van ontsnappen.",
    "Initial position of the bird, bird starts going to the right.": "Beginpositie van de vogel. De vogel vliegt naar rechts.",
    "Instruction Blocks": "Blokken",
    "Language": "Taal",
    "Level completed": "Level afgemaakt!",
    "Levels": "Levels",
    "Menu": "Menu",
    "Ok, everything is wiped. Reloading from scratch.": "Ok, alles is gewist. Je begint nu opnieuw vanaf nul.",
    "RESET THE GAME - FACTORY RESET": "RESET HET SPEL - TERUG NAAR FABRIEKSINSTELLINGEN",
    "Read a number input onto the stack": "Lees een nummer naar de stack",
    "Round And Round": "Rond en Rond",
    "Stacky Bird": "Stacky Bird",
    "Survive The Maze": "Overleef het Doolhof",
    "The following blocks are available in your solutions. If they are greyed out, you still have to unlock them. Hover over the instructions to see what they do.": "The volgende blokken kun je gebruiken in je puzzels. Als ze grijs zijn, dan moet je ze nog verdienen. Houd je muis boven de blokken om te zien wat ze doen.",
    "There are no instructions available.": "Er zijn nog geen blokken beschikbaar.",
    "There are {hiddenInstructionCount} more instruction blocks to be discovered. Finish levels to unlock them.": "Er zijn nog {hiddenInstructionCount} meer blokken te ontdekken. Maak levels af om ze te verdienen.",
    "There are {hiddenLevelCount} more levels still hidden": "Er zijn nog {hiddenLevelCount} levels onzichtbaar",
    "This is Stacky Bird, a game to learn programming as well as a revolutionary programming language by itself.": "Dit is Stacky Bird. Een spel om te leren programmeren, en ook een super interessante programmeertaal.",
    "This will reset your level, are you sure?": "Dit verwijdert alles van het bord, weet je het zeker?",
    "To get started, hit STEP or PLAY in the menu.": "Klik op STEP of PLAY in het menu om te beginnen.",
    "You Only Live Once": "Je leeft maar een keer",
    "You finished all the levels!": "Je hebt alle levels uit!",
    "You have not finished any levels yet!": "Je hebt nog geen levels afgemaakt."
}